Repository: towatowa/PlayGuide
Catalog: PlayGuide/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: Abort
zh_cn: 关于

# EnableHotkeys_Description
source: Enable keyboard shortcuts for quick actions.
zh_cn: 全局监听键盘输入

# EnableHotkeys_Name
source: Enable hotkeys
zh_cn: 启用快捷键

# Hook
source: Global input capture
zh_cn: 全局钩子

source: Input
zh_cn: 输入

# IntelCpuUseECore
source: Prefer E-cores
zh_cn: intel 小核优先

# IntelCpuUseECore_Description
source: Run tasks on Intel efficiency cores when possible to reduce power consumption.
zh_cn: 如果是intel Cpu优先使用能效核

# KeyboardCaptureMethod
source: Keyboard input method
zh_cn: 按键捕获方式

source: Language
zh_cn: 语言

source: Normal
zh_cn: 常规

source: Performance
zh_cn: 性能

source: Raw Input
zh_cn: Raw Input(应用层)

# RunAsAdmin
source: Always run as administrator
zh_cn: 管理员运行

# RunAsAdmin_Description
source: Run the application with elevated privileges.
zh_cn: 部分功能需要权限

source: Run at startup
zh_cn: 开机启动

# RunAtStartup_Description
source: Start automatically when Windows starts.
zh_cn: 系统启动时自动运行应用

source: Settings
zh_cn: 设置

# PlayPause_Name
source: Play / Pause
zh_cn: 开始/暂停 播放

source: Start up
zh_cn: 启动

# SystemTrayRun
source: Tray operation
zh_cn: 在托盘上显示应用

# SystemTrayRun_Description
source: It continues to run in the background even after the window is closed.
zh_cn: 主窗口关闭后仍后台运行

source: Theme
zh_cn: 主题

# PlayPause_Description
source: Play or pause the current media.
zh_cn: 可以控制内嵌视频播放

# SkipForward_Name
source: Fast forward
zh_cn: 开进

# SkipForward_Description
source: Jump forward in the video.
zh_cn: 开进 5 秒

# SkipBackward_Name
source: Skip backward
zh_cn: 快退

# SkipBackward_Description
source: Jump backward in the video.
zh_cn: 视频快退 5 秒

# IncreaseOpacity_Name
source: Increase opacity
zh_cn: 增加透明度

# IncreaseOpacity_Description
source: Increase the window transparency level.
zh_cn: 可以增加窗口的整体透明度

# DecreaseOpacity_Name
source: Decrease opacity
zh_cn: 减少透明度

# DecreaseOpacity_Description
source: Decrease the window transparency level.
zh_cn: 可以减少窗口的透明度

# ShowHideWindow_Name
source: Toggle window visibility
zh_cn: 显示/隐藏 窗口

# ShowHideWindow_Description
source: Toggle between showing and hiding the application window.
zh_cn: 可以控制主窗口的显示或者隐藏

# MaximizeWindow_Name
source: Minimize window
zh_cn: 最大化窗口

# MaximizeWindow_Description
source: Expand the window to full screen size.
zh_cn: 可以控制窗口最大化

# HomePage
source: Home
zh_cn: 主页

# SystemDefault
source: System
zh_cn: 系统默认

source: Chinese
zh_cn: 简体中文

source: Dark
zh_cn: 深色

source: Light
zh_cn: 浅色

source: System
zh_cn: 系统

# RunAsAdminNeedRestart
source: Restart the application to apply changes.
zh_cn: 修改后需要重启应用才能生效设置
